<?php

/*
|---------------------------------------------------------------------------
| …зиков файл на Ionize
|---------------------------------------------------------------------------
|
| …зик :       Ѓългарски
| Џреводач :   Њилен Ђлександров
| ‹инк :       http://www.TheMHouse.In
| „ата :       —етвъртък, 12-ти Ђприл 2011
|
|---------------------------------------------------------------------------
*/

$lang = array();

/*
|--------------------------------------------------------------------------
| Ћбщи данни 
|--------------------------------------------------------------------------
*/
$lang['title_ionize_installation'] = 		        '€нсталациЯ';
 
$lang['title_system_check'] = 		                'ђезултат от проверка на системата';
$lang['title_database_settings'] = 	                'Ќастройки на базата данни';
$lang['title_user_account'] = 	                    'Ђдминистраторски акаунт';
$lang['title_sample_data'] = 	                    '€нсталирай примерен сайт?';
 
$lang['button_next_step'] = 		                '‘ледваща стъпка';
$lang['button_skip_next_step'] = 	                'Џропусни & ‘ледваща стъпка';
$lang['button_save_next_step'] = 	                '‡апази & Љъм следващата стъпка';
$lang['button_install_test_data'] = 	            "€нсталирай тестова информациЯ";
$lang['button_start_migrate'] = 		            '‘тартирай миграциЯ на базата данни';

$lang['nav_check'] =                                'Џроверка';
$lang['nav_db'] =                                   'Ѓаза данни';
$lang['nav_settings'] =                             'Ќастройки';
$lang['nav_end'] =                                  'Љрай';

/*
|--------------------------------------------------------------------------
| Џроверка
|--------------------------------------------------------------------------
*/
$lang['php_version'] = 			                    'PHP >= 5';
$lang['php_version_found'] = 	                    'PHP версиЯ';
$lang['mysql_support'] = 		                    'MySQL подръжка';
$lang['mysql_version_found'] = 	                    'MySQL версиЯ';
$lang['file_uploads'] = 		                    'Љачване на файлове';
$lang['mcrypt'] = 				                    'PHP Mcrypt Lib';
$lang['gd_lib'] = 				                    'PHP GD Lib';
$lang['write_config_dir'] = 	                    '<b>/application/config/</b>';
$lang['write_files'] = 			                    '<b>/files/</b>';
$lang['config_check_errors'] = 	                    'ЌЯкой настройки не са коректни.<br/>ЊолЯ коригирайте и продължете инсталациЯта.';
$lang['welcome_text'] = 		                    "<p>„обре дошли в IonizeCMS!<br/>’ези стъпки ще ти помогнат да инсталираш Ionize.</p>";
$lang['write_check_text'] = 	                    "<p>‘ледните файлове и папки нЯмат права...</p>";
$lang['system_check_text'] =                        "<p>Ionize изисква всички настройки да бъдат ЋЉ.</p>";

/*
|--------------------------------------------------------------------------
| Ѓаза данни 
|--------------------------------------------------------------------------
*/
$lang['database_driver'] = 			                'Driver';
$lang['database_hostname'] = 		                '€ме на хоста';
$lang['database_name'] = 			                'Ѓаза данни';
$lang['database_username'] = 		                'Џотребител';
$lang['database_password'] = 		                'Џарола';
$lang['database_create'] = 			                '‘ъздай база данни';
$lang['title_database_create'] = 	                'Ѓазата е създадена';
$lang['db_create_text'] = 			                "<p>†елаете да мигрирате или инсталирате нова база данни:</p><p><b class=\"highlight\">Ќова инсталациЯ</b> : Ѓазата данни и таблиците са създадени<br/><b class=\"highlight2\">љпгрейд</b> : ‘ледващата стъпка ще провери дали е нужен ъпгрейд</p>";
$lang['db_create_prerequisite'] = 			        "ЏотребителЯт трЯбва да има права да създаде база данни.<br/>Ђко вашата база данни вече съществува, не Я проверЯвайте.";
$lang['database_error_missing_settings'] = 	        '—аст от информациЯта липсва.<br/>ЊолЯ, попълнете всички полета !';
$lang['database_success_install'] = 		        '<b class="ex">Ѓазата от данни беше успешно инсталирана.</b>';
$lang['database_success_install_no_settings_needed'] = 		'<b class="ex">Ѓазата данни е OK.</b><br/>’ъй като базата данни вече съществува, стъпките с настройките на сайта ще бъдат пропуснати.';
$lang['database_success_migrate'] = 		        '<b class="ex">Ѓазата от данни беше успешно обновена.</b>';
$lang['database_error_coud_not_connect'] = 		    '‚ръзката към базата данни е неуспешна с тези настройки';
$lang['database_error_database_dont_exists'] = 		"Ѓазата данни не съществува !";
$lang['database_error_writing_config_file'] = 		"<b>ѓрешка :</b><br/>”айла <b style=\"color:#000;\">/application/config/database.php</b> нЯма права!<br/>Џроверете вашите права.";
$lang['database_error_coud_not_write_database'] = 	"<b>ѓрешка :</b><br/> Ќевъзможно е да се запишат данни в базата данни.<br/>Џроверете правата на базата данни.";
$lang['database_error_coud_not_create_database'] =  "€нсталаторът не може да създаде база данни. Џроверете базата данни има ли права.";
$lang['database_error_no_ionize_tables'] = 			"Ѓазата данни коЯто сте избрали не е база данни на Ionize. ЊолЯ, проверете отново.";
$lang['database_error_no_users_to_migrate'] = 		"To user account to upgrade";

$lang['database_migration_from'] = 			        '’ази база данни има нужда от ъпгрейд.<br/>ЋбновЯване към версиЯ : ';

$lang['database_migration_text'] = 		             "<p class=\"error\"><b>‘љЋЃ™…Ќ€… :</b><br/> Ѓазата данни ще бъде обновена.<b><br/>ЊолЯ направете бекъп на базата данни преди ъпгрейда.</p>"; 
 
/*
|--------------------------------------------------------------------------
| Ќастройки
|--------------------------------------------------------------------------
*/
$lang['lang_code'] = 		                        'Љод (2 символа)';
$lang['lang_name'] = 		                        '€ме';
$lang['settings_default_lang_title'] = 		        '…зик по подразбиране';
$lang['settings_default_lang_text'] = 		        '‚ашиЯт сайт се нуждае от език по подразбиране.<br/>Њожете да посетите <a target="_blank" href="http://en.wikipedia.org/wiki/ISO_639-1">Wikipedia ISO 639-1 page</a> за повече информациЯ за езиковите кодове.';
$lang['settings_error_missing_lang_code'] =         "…зиковиЯ код е задължителен";
$lang['settings_error_missing_lang_name'] =         "…зиковиЯ код е задължителен";
$lang['settings_error_lang_code_2_chars'] =         "…зиковиЯ код трЯбва да е 2 символа. Џример : \"bg\"";
$lang['settings_error_write_rights'] =              "ЌЯма права върху <b>/application/config/laguage.php</b>. ЊолЯ проверете дали този файл има права.";
$lang['settings_error_write_rights_config'] =       "ЌЯма права върху <b>/application/config/config.php</b>. ЊолЯ проверете дали този файл има права.";
$lang['settings_error_admin_url'] =                 "Ђдмин URL адреса трЯбва да бъде само от букви, без празно поле или специални символи";
$lang['settings_admin_url_title'] = 		        'Ђдминистративен панел URL';
$lang['settings_admin_url_text'] = 		            '‘илно ‚и препоръчваме да смените това което е по-подразбиране.';
$lang['admin_url'] =                                'Ђдмин URL';

/*
|--------------------------------------------------------------------------
| Џотребител 
|--------------------------------------------------------------------------
*/
$lang['user_introduction'] = 	                    '‚ие ще се свържете към административниЯ панел със следните данни.';
$lang['username'] = 			                    'Џотребител (мин. 4 сим)';
$lang['screen_name'] = 			                    'Џълно име';
$lang['email'] = 				                    '…майл';
$lang['password'] = 			                    'Џарола (мин. 4 сим)';
$lang['password2'] = 			                    'Џотвърди паролата';
$lang['user_error_missing_settings'] = 			    'ЊолЯ, попълнете всички полета !';
$lang['user_error_not_enough_char'] = 			    'ЏотребителЯ и паролата трЯбва да бъдат най-малко 4 символа!';
$lang['user_error_email_not_valid'] = 			    '…мйла не е валиден. ЊолЯ коригирайте го.';
$lang['user_error_passwords_not_equal'] = 		    'Џаролата и паролата за потвърждение не са правилни. ';
$lang['user_info_admin_exists'] = 		            '’ози потребител вече съществува в базата данни.<br/>Њожете да пропуснете тази стъпка, ако не желаете да създавате или актуализирате администраторскиЯ профил.';
$lang['encryption_key'] = 			                'Љлюч';
$lang['encryption_key_text'] = 		                "Ionize се нуждае от 128 bits ключ.<br />
									                 ’ози код ще кодира вашиЯ потребителски профил и всички данни. <br/>
									                 ™е бъде записан в <b>/application/config/config.php</b> файл.";
$lang['no_encryption_key_found'] = 	                 "Љлючът за шифроване не е намерен. ЏотребителскиЯ акаунт не е мигриран. <b>Ќеобходимо е да създадете нов потребител</b>.";

/*
|--------------------------------------------------------------------------
| Џримерни данни 
|--------------------------------------------------------------------------
*/
$lang['data_install_intro'] = 	                    "Ђко за първи път използвате Ionize, необходимо е да инсталирате примерни данни.<br/>
								                     ’ези данни включват : ";
$lang['data_install_list'] = 	                    "<li>ЏълниЯ комплект на базата данни, нужни да тествате Ionize,</li>
								                     <li>1 примерна тема</li>";
$lang['title_skip_this_step'] = 	                "Џропусни тази стъпка";

/*
|--------------------------------------------------------------------------
| Љрай на инсталациЯта
|--------------------------------------------------------------------------
*/
$lang['title_finish'] = 		                    '€нсталациЯта е завършена';
$lang['finish_text'] = 			                    '<b>‚Ђ†ЌЋ</b>: <br/>Ќеобходимо е да изтриете "<b>/install</b>" папката ръчно преди да влезете в сайта или администрациЯта.';
$lang['button_go_to_admin'] = 	                    'Ћтиди в администрациЯта';
$lang['button_go_to_site'] = 	                    'Ћтиди в сайта';

/* Љрай на install_lang.php */
/* Ќамира се: ./install/language/bg/isntall_lang.php */