<?php

/*
|--------------------------------------------------------------------------
|
| Език : 	Българкси
| Превод:   Милен Александров
| Линк :        http://www.TheMHouse.In
| Дата :        Събота, 9-ти Окт 2010
|
| За да ползвате друг формат за ден използвайте "manip" тага
| Пример : <articles:date format="D" manip="ucase" />
|
|--------------------------------------------------------------------------
*/



/* 
 * Lowercase. For other day date format (Ucase, etc.) use the "manip" tag attribute
 * Ex : <articles:date format="D" manip="ucase" />
 */

/*
|--------------------------------------------------------------------------
| PHP превод за ден 'D'
|--------------------------------------------------------------------------
*/
$lang['mon'] =                'пон';
$lang['tue'] =                'вто';
$lang['wed'] =                'сря';
$lang['thu'] =                'чет';
$lang['fri'] =                'пет';
$lang['sat'] =                'съб';
$lang['sun'] =                'нед';


/*
|--------------------------------------------------------------------------
| PHP превод за ден 'l'
|--------------------------------------------------------------------------
*/
$lang['monday'] =             'понеделник';
$lang['tuesday'] =            'вторник';
$lang['wednesday'] =          'сряда';
$lang['thursday'] =           'четвъртък';
$lang['friday'] =             'петък';
$lang['saturday'] =           'събота';
$lang['sunday'] =             'неделя';


/*
|--------------------------------------------------------------------------
| PHP превод за месец 'M'
|--------------------------------------------------------------------------
*/
$lang['jan'] =                'яну';
$lang['feb'] =                'фев';
$lang['mar'] =                'мар';
$lang['apr'] =                'апр';
$lang['may'] =                'май';
$lang['jun'] =                'юни';
$lang['jul'] =                'юли';
$lang['aug'] =                'авг';
$lang['sep'] =                'сеп';
$lang['oct'] =                'окт';
$lang['nov'] =                'ное';
$lang['dec'] =                'дек';


/*
|--------------------------------------------------------------------------
| PHP превод за месец 'M'
|--------------------------------------------------------------------------
*/
$lang['january'] =            'януари';
$lang['februar'] =            'февруари';
$lang['march'] =              'март';
$lang['april'] =              'април';
$lang['may'] =                'май';
$lang['june'] =               'юни';
$lang['july'] =               'юли';
$lang['august'] =             'август';
$lang['september'] =          'септември';
$lang['october'] =            'октомври';
$lang['november'] =           'ноември';
$lang['december'] =           'декември';


?>