<?php

/*
|--------------------------------------------------------------------------
| Њодул за търсене езиков файл
|
| …зик : 	Ѓългаркси
| Џревод:   Њилен Ђлександров
| ‹инк :        http://www.TheMHouse.In
| „ата :        ‘ъбота, 9-ти Ћкт 2010
|
| Ѓележка : Џри провод на модули виднаги трЯбва да започва с представка 'module_name'
|           където името на модула 'module_name' е името на модула
|
|--------------------------------------------------------------------------
*/

$lang['module_search_button_start'] =			'’ърси';
$lang['module_search_message_no_results'] =		'ЌЯма намерени резултати';
$lang['module_search_fill_the_field'] =			'‚ие търсихте :';  
$lang['module_search_results_title'] =			'ђезултати';

