<?php

/*
|--------------------------------------------------------------------------
| Модул за търсене езиков файл
|
| Език : 	Българкси
| Превод:       Милен Александров
| Линк :        http://www.TheMHouse.In
| Дата :        Събота, 9-ти Окт 2010
|
| Бележка : При провод на модули виднаги трябва да започва с представка 'module_name'
|           където името на модула 'module_name' е името на модула
|
|--------------------------------------------------------------------------
*/

$lang['module_search_button_start'] =			'Търси';
$lang['module_search_message_no_results'] =		'Няма намерени резултати';
$lang['module_search_fill_the_field'] =			'Вие търсихте :';  
$lang['module_search_results_title'] =			'Резултати';

