<?php

/*
|--------------------------------------------------------------------------
|
| Език :       Български
| Преводач :   Милен Александров
| Линк :       http://www.TheMHouse.In
| Дата :       Четвъртък, 12-ти Април 2011
|
|--------------------------------------------------------------------------
|
| Демо модул езиков файл
|
| Бележка : При превод на модули виднаги трябва да започва с представка 'module_name'
|           където името на модула 'module_name' е името на модула
|
|--------------------------------------------------------------------------
*/

$lang['module_demo_settings_title'] =         'Настройки на модула';
$lang['module_demo_settings_text'] =          'Тези настройки се запазват в <var>/modules/Demo/config/config.php</var> файл';
$lang['module_demo_setting_true_false'] =     'True / False настройки';
$lang['module_demo_setting_string'] =         'Низ настройки';

$lang['module_demo_database_title'] =         'Настройки на модула в базата данни';

/* Край на demo_lang.php */
/* Намира се: ./modules/demo/language/bg/demo_lang.php */