<?php

/*
|--------------------------------------------------------------------------
| 
| …зик : 	    Ѓългарски
| Џреводач :	Њилен Ђлександров
| ‹инк :        http://www.TheMHouse.In
| „ата :        ‘ъбота, 9-ти Ћкт 2010
|
|--------------------------------------------------------------------------
*/


/*
|--------------------------------------------------------------------------
| Ћсновни елементи 
|--------------------------------------------------------------------------
*/
$lang['connect_login_failed'] =                     '€нформациЯта за достъп не може да бъде верифицирана. €ли потребителското име или паролата, които въведохте са грешни. ЊолЯ опитайте отново.';
$lang['connect_access_denied'] =                    'You have been denied access to %s';
$lang['connect_missing_parameters']	=               'The parameter(s) %s was missing';
$lang['connect_parameter_error'] =                  'The parameter passed to %s is wrong.';
$lang['connect_user_save_impossible'] =             'We was not able to save your data into our system, please try again or contact us.';
$lang['connect_user_already_exists'] =              '‚ече има потребител, които съществува в системата със същите данни. ЊолЯ използвай друг потребител или емайл адрес.';
$lang['connect_blocked'] =                          'You have been blocked because of too many failed logins, please try again %s';
$lang['connect_cannot_ban_yourself'] =              'Ќе можете да си зададете забрана сам';
$lang['connect_register_success'] =                 '‚ие успешно се регистрирахте.';
$lang['connect_register_success_verify_user'] =     '‚ие успешно се регистрирахте, но трЯбва да потвърдите вашите данни. Ќа вашиЯ емайл е изпратен линк върху, който трЯбва да натиснете за да активирате вашиЯ профил. ';


/*
|--------------------------------------------------------------------------
| Ђктивационен емайл към Ђдминистратора
|--------------------------------------------------------------------------
*/
$lang['connect_admin_mail_subject'] =               'ђегистрациЯ';
$lang['connect_admin_mail_title'] =                 'ђегистрациЯ';
$lang['connect_admin_mail_intro'] =                 'ЏотребителЯт трЯбва да бъде регистриран на сайта.';
$lang['connect_admin_mail_nom'] =                   '€ме';
$lang['connect_admin_mail_login'] =                 '‚лез';
$lang['connect_admin_mail_email'] =                 '…майл';
$lang['connect_admin_mail_activation_link'] =       'Ђктивационен линк';


/*
|--------------------------------------------------------------------------
| Ђктивационен емайл към потребителЯ
|--------------------------------------------------------------------------
*/
$lang['connect_user_mail_subject'] =                '‚ашата регистрациЯ';
$lang['connect_user_mail_activated'] =              'Ђкаунта е активиран';
$lang['connect_act_user_mail_title'] =              '‡дравейте !';
$lang['connect_act_user_mail_intro'] =              '‚ие се регистрирахте в нашиЯ сайт, благодарим ‚и.';
$lang['connect_act_user_mail_text'] =               '‡а да потвърдиш регистрациЯта, натиснете на активационниЯ линк.';
$lang['connect_act_user_mail_activation_link'] =    'Ђктивационен линк';


/*
|--------------------------------------------------------------------------
| ђегистрационен потвърдителен емайл към потребителЯ
|--------------------------------------------------------------------------
*/
$lang['connect_wait_user_mail_title'] =             '‡дравейте !';
$lang['connect_wait_user_mail_intro'] =             '‚ие се регистрирахте в нашиЯ сайт, благодарим ‚и.';
$lang['connect_wait_user_mail_text'] =              '‚ашиЯ акаунт ще бъде активиран от администратор възможно най-скоро.';


/*
|--------------------------------------------------------------------------
| ђегистрациЯ
|--------------------------------------------------------------------------
*/
$lang['connect_user_registration_title'] =          'ђегистрациЯта е успешна';
$lang['connect_user_registration_message'] =        '‚ие ще получите имейл с вашата регистрациЯ и инструкции, за да потвърдите регистрациЯта си';


/*
|--------------------------------------------------------------------------
| ЂктивациЯ
|--------------------------------------------------------------------------
*/
$lang['connect_home_page'] =                        'Ќачална страница';
$lang['connect_activation_title'] =                 'Ђктивиране на акаунт';
$lang['connect_user_activated_message'] =           '‚ашиЯ акаунт е активиран<br/>Њожете да се свържете към началната страница';
$lang['connect_user_activated_error'] =             'Ќещо се обърка с профила, който се опитвате да активирате. Њоже би вече сте го активирали, или може би, използвате грешна информациЯ? Ћпитайте се да влезете с вашиЯ профил, или проверете електронна си поща където ‚и изпратихме информациЯ за акаунта ‚и и опитайте отново.';

$lang['connect_admin_activated_message'] =          '’ози профил е активиран.<br/>…майл е изпратен на потребителЯ за да информира.';
$lang['connect_admin_activated_error'] =            '‚ъзникна грешка с профила, който се опитвате да активирате. Њоже би вече сте Я активирали, или може би, използвате грешена информациЯ?';


/* Љрай на connect_lang.php */
/* Ќамира се: ./application/language/en/connect_lang.php */
