<?php

/*
|---------------------------------------------------------------------------
| Езиков файл на Ionize
| --------------------------------------------------------------------------
|
| Език :       Български
| Преводач :   Милен Александров
| Линк :       http://www.TheMHouse.In
| Дата :       Четвъртък, 12-ти Април 2011
|
|---------------------------------------------------------------------------
|
| This lang file can be replaced by a theme one.
| Simply copy this file in the folder /themes/your_theme/language/xx/
| and modify the translations elements.
|
|--------------------------------------------------------------------------
*/

/*
|--------------------------------------------------------------------------
| Основни елементи 
|--------------------------------------------------------------------------
*/
$lang['connect_login_failed'] =                     'Информацията за достъп не може да бъде верифицирана. Или потребителското име или паролата, които въведохте са грешни. Моля опитайте отново.';
$lang['connect_access_denied'] =                    'You have been denied access to %s';
$lang['connect_missing_parameters']	=               'The parameter(s) %s was missing';
$lang['connect_parameter_error'] =                  'The parameter passed to %s is wrong.';
$lang['connect_user_save_impossible'] =             'We was not able to save your data into our system, please try again or contact us.';
$lang['connect_user_already_exists'] =              'Вече има потребител, които съществува в системата със същите данни. Моля използвай друг потребител или емайл адрес.';
$lang['connect_blocked'] =                          'You have been blocked because of too many failed logins, please try again %s';
$lang['connect_cannot_ban_yourself'] =              'Не можете да си зададете забрана сам';
$lang['connect_register_success'] =                 'Вие успешно се регистрирахте.';
$lang['connect_register_success_verify_user'] =     'Вие успешно се регистрирахте, но трябва да потвърдите вашите данни. На вашия емайл е изпратен линк върху, който трябва да натиснете за да активирате вашия профил. ';

/*
|--------------------------------------------------------------------------
| Активационен емайл към Администратора
|--------------------------------------------------------------------------
*/
$lang['connect_admin_mail_subject'] =               'Регистрация';
$lang['connect_admin_mail_title'] =                 'Регистрация';
$lang['connect_admin_mail_intro'] =                 'Потребителят трябва да бъде регистриран на сайта.';
$lang['connect_admin_mail_nom'] =                   'Име';
$lang['connect_admin_mail_login'] =                 'Влез';
$lang['connect_admin_mail_email'] =                 'Емайл';
$lang['connect_admin_mail_activation_link'] =       'Активационен линк';

/*
|--------------------------------------------------------------------------
| Активационен емайл към потребителя
|--------------------------------------------------------------------------
*/
$lang['connect_user_mail_subject'] =                'Вашата регистрация';
$lang['connect_user_mail_activated'] =              'Акаунта е активиран';
$lang['connect_act_user_mail_title'] =              'Здравейте !';
$lang['connect_act_user_mail_intro'] =              'Вие се регистрирахте в нашия сайт, благодарим Ви.';
$lang['connect_act_user_mail_text'] =               'За да потвърдиш регистрацията, натиснете на активационния линк.';
$lang['connect_act_user_mail_activation_link'] =    'Активационен линк';

/*
|--------------------------------------------------------------------------
| Регистрационен потвърдителен емайл към потребителя
|--------------------------------------------------------------------------
*/
$lang['connect_wait_user_mail_title'] =             'Здравейте !';
$lang['connect_wait_user_mail_intro'] =             'Вие се регистрирахте в нашия сайт, благодарим Ви.';
$lang['connect_wait_user_mail_text'] =              'Вашия акаунт ще бъде активиран от администратор възможно най-скоро.';

/*
|--------------------------------------------------------------------------
| Регистрация
|--------------------------------------------------------------------------
*/
$lang['connect_user_registration_title'] =          'Регистрацията е успешна';
$lang['connect_user_registration_message'] =        'Вие ще получите имейл с вашата регистрация и инструкции, за да потвърдите регистрацията си';

/*
|--------------------------------------------------------------------------
| Активация
|--------------------------------------------------------------------------
*/
$lang['connect_home_page'] =                        'Начална страница';
$lang['connect_activation_title'] =                 'Активиране на акаунт';
$lang['connect_user_activated_message'] =           'Вашия акаунт е активиран<br/>Можете да се свържете към началната страница';
$lang['connect_user_activated_error'] =             'Нещо се обърка с профила, който се опитвате да активирате. Може би вече сте го активирали, или може би, използвате грешна информация? Опитайте се да влезете с вашия профил, или проверете електронна си поща където Ви изпратихме информация за акаунта Ви и опитайте отново.';

$lang['connect_admin_activated_message'] =          'Този профил е активиран.<br/>Емайл е изпратен на потребителя за да информира.';
$lang['connect_admin_activated_error'] =            'Възникна грешка с профила, който се опитвате да активирате. Може би вече сте я активирали, или може би, използвате грешена информация?';


/* Край на connect_lang.php */
/* Намира се: ./application/language/bg/connect_lang.php */